Repository: Afifpro01/dentalneuralscan2
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: id

source: Home
id: Beranda

source: Education
id: Edukasi

source: About
id: Tentang Kami

source: Dental Cavity Detection
id: Deteksi Karies Gigi

source: Early Dental Cavity Detection with AI
id: Deteksi Awal Karies Gigi dengan AI

source: Simply upload a photo of your teeth, and our AI will instantly analyze potential cavity issues.
id: Cukup unggah foto gigi Anda, dan AI kami akan menganalisis potensi masalah gigi berlubang secara instan.

source: Get preliminary analysis before visiting a dentist for professional consultation.
id: Dapatkan hasil analisis sementara sebelum mengunjungi dokter gigi untuk konsultasi profesional.

source: Start Analysis
id: Mulai Analisis

source: Learn More
id: Pelajari Lebih Lanjut

source: Upload Your Dental Photo
id: Unggah Foto Gigi Anda

source: Supported formats: JPG, JPEG, PNG
id: Format yang didukung: JPG, JPEG, PNG

source: Analyze Now
id: Analisis Sekarang

source: Key Features
id: Fitur Utama

source: Advanced AI Analysis
id: Analisis AI Terdepan

source: Our deep learning algorithms can identify cavity issues with high accuracy.
id: Algoritma pembelajaran mendalam kami dapat mengidentifikasi masalah gigi berlubang dengan akurasi tinggi.

source: Instant Results
id: Hasil Instan

source: Get analysis results in seconds, without waiting for an appointment.
id: Dapatkan hasil analisis dalam hitungan detik, tanpa menunggu janji temu.

source: Educational Recommendations
id: Rekomendasi Edukasi

source: Receive educational advice and solutions based on your analysis results.
id: Dapatkan saran dan solusi pendidikan berdasarkan hasil analisis Anda.

source: How It Works
id: Cara Kerjanya

source: 1. Upload Photo
id: 1. Unggah Foto

source: Take a clear photo of your teeth and upload it to our platform.
id: Ambil foto gigi Anda dengan jelas dan unggah ke platform kami.

source: 2. AI Analysis
id: 2. Analisis AI

source: Our AI model performs a deep analysis on the image to detect issues.
id: Model AI kami melakukan analisis mendalam pada gambar untuk mendeteksi masalah.

source: 3. Get Results
id: 3. Dapatkan Hasil

source: View analysis results with symptoms and recommended solutions.
id: Lihat hasil analisis dengan gejala dan rekomendasi solusi.

source: Disclaimer
id: Perhatian

source: This application is intended to provide preliminary analysis and is not a substitute for professional diagnosis. Always consult with a dentist for proper treatment.
id: Aplikasi ini bertujuan untuk memberikan analisis awal dan bukan pengganti diagnosis profesional. Selalu konsultasikan dengan dokter gigi untuk perawatan yang tepat.

source: Analysis Results
id: Hasil Analisis

source: Dental Cavity Analysis Results
id: Hasil Analisis Karies Gigi

source: Analyzed Image
id: Gambar Dianalisis

source: Detected Condition
id: Kondisi Terdeteksi

source: Confidence Level
id: Tingkat Kepercayaan

source: Symptoms
id: Gejala

source: Recommended Solutions
id: Solusi yang Direkomendasikan

source: Important:
id: Penting:

source: These results are only a preliminary analysis. Please consult with a dentist for professional diagnosis and treatment plan.
id: Hasil ini hanya merupakan analisis awal. Harap konsultasikan dengan dokter gigi untuk diagnosis profesional dan rencana perawatan.

source: Analyze Again
id: Analisis Lagi

source: Learn About Dental Conditions
id: Pelajari Tentang Kondisi Gigi

source: Dental Health Education
id: Edukasi Kesehatan Gigi

source: Understanding Dental Cavities and Prevention
id: Memahami Karies Gigi dan Pencegahannya

source: Dental caries (cavities) are tooth damage caused by acids produced by plaque bacteria. Recognizing early symptoms and seeking timely treatment can prevent serious complications.
id: Karies gigi (gigi berlubang) adalah kerusakan pada gigi yang disebabkan oleh asam yang dihasilkan oleh bakteri plak. Mengenali gejala awal dan mencari perawatan tepat waktu dapat mencegah komplikasi serius.

source: Common Dental Cavity Conditions
id: Kondisi Umum Karies Gigi

source: Mild
id: Ringan

source: Moderate
id: Sedang

source: Significant
id: Signifikan

source: Severe
id: Serius

source: Critical
id: Kritis

source: Symptoms:
id: Gejala:

source: Solutions:
id: Solusi:

source: Daily Dental Care Tips
id: Tips Perawatan Gigi Sehari-hari

source: Brush Properly
id: Sikat Gigi dengan Benar

source: Brush your teeth twice daily for two minutes using fluoride toothpaste. Use a soft-bristled brush and a gentle circular technique.
id: Sikat gigi Anda dua kali sehari selama dua menit menggunakan pasta gigi berfluoride. Gunakan sikat dengan bulu halus dan dengan teknik melingkar lembut.

source: Floss Daily
id: Gunakan Benang Gigi

source: Clean between your teeth daily with dental floss to remove plaque and food debris that your toothbrush can't reach.
id: Bersihkan sela-sela gigi setiap hari dengan benang gigi untuk menghilangkan plak dan sisa makanan yang tidak bisa dijangkau sikat gigi.

source: Watch Your Diet
id: Perhatikan Pola Makan

source: Limit sugary foods and drinks. Avoid snacking between meals and drink plenty of water.
id: Batasi makanan dan minuman manis. Hindari ngemil di antara waktu makan dan minum banyak air putih.

source: Regular Check-ups
id: Pemeriksaan Rutin

source: Visit your dentist every six months for check-ups and professional cleaning.
id: Kunjungi dokter gigi Anda setiap enam bulan untuk pemeriksaan dan pembersihan profesional.

source: About Us
id: Tentang Kami

source: About DentalScan AI
id: Tentang DentalScan AI

source: Our Mission
id: Misi Kami

source: DentalScan AI aims to improve global dental health by making early detection technology for dental issues accessible to everyone.
id: DentalScan AI bertujuan untuk meningkatkan kesehatan gigi global dengan membuat teknologi deteksi dini masalah gigi tersedia untuk semua.

source: We believe that with artificial intelligence technology, we can help detect dental issues earlier, encourage faster treatment, and prevent serious complications.
id: Kami percaya bahwa dengan teknologi kecerdasan buatan, kami dapat membantu mendeteksi masalah gigi lebih awal, mendorong perawatan lebih cepat, dan mencegah komplikasi serius.

source: Our Technology
id: Teknologi Kami

source: Advanced Neural Network Algorithms
id: Algoritma Neural Network Canggih

source: DentalScan AI uses state-of-the-art deep learning technology to analyze dental images. Our algorithms are trained on thousands of dental cavity images to enable accurate detection of various conditions.
id: DentalScan AI menggunakan teknologi deep learning state-of-the-art untuk menganalisis gambar gigi. Algoritma kami dilatih dengan ribuan gambar karies gigi untuk memungkinkan deteksi akurat berbagai kondisi.

source: Analysis Process
id: Proses Analisis

source: Our system processes images in several steps:
id: Sistem kami memproses gambar dalam beberapa langkah:

source: Image pre-processing for standardization and quality enhancement
id: Pra-pemrosesan gambar untuk standardisasi dan peningkatan kualitas

source: Segmentation of dental areas for focused analysis
id: Segmentasi area gigi untuk fokus analisis

source: Feature extraction using convolutional neural networks (CNN)
id: Fitur ekstraksi menggunakan jaringan saraf konvolusional (CNN)

source: Condition classification and confidence level calculation
id: Klasifikasi kondisi dan perhitungan tingkat kepercayaan

source: Limitations
id: Keterbatasan

source: While DentalScan AI uses advanced AI technology, it's important to understand that:
id: Meskipun DentalScan AI menggunakan teknologi AI canggih, penting untuk memahami bahwa:

source: Our analysis is an early screening tool, not a definitive medical diagnosis.
id: Analisis kami adalah alat penyaringan awal, bukan diagnosis medis definitif.

source: The quality of uploaded images greatly affects the accuracy of results.
id: Kualitas gambar yang diupload sangat mempengaruhi akurasi hasil.

source: Certain conditions may be missed or misidentified.
id: Kondisi tertentu mungkin terlewatkan atau teridentifikasi keliru.

source: Always consult with a dentist for professional diagnosis and treatment.
id: Selalu berkonsultasi dengan dokter gigi untuk diagnosis dan perawatan profesional.

source: Try Analysis Now
id: Coba Analisis Sekarang

source: AI-powered early dental cavity detection
id: Deteksi awal karies gigi berbasis kecerdasan buatan

source: © 2023 DentalScan AI. All Rights Reserved.
id: © 2023 DentalScan AI. Hak Cipta Dilindungi.

source: Please note: This tool is for informational purposes only, not a replacement for professional consultation with a dentist.
id: Harap dicatat: Alat ini hanya untuk tujuan informasi, bukan pengganti konsultasi profesional dengan dokter gigi.

source: Analyzing image...
id: Menganalisis gambar...
